{
  "id": "MER_TRI_SUN__v1.0.0",
  "pair": [
    "Mercury",
    "Trine",
    "Sun"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect indicates quick intellectual and creative expression with confidence in sharing personal thoughts. It favors social and literary connections, family reunions, educational discussions, and creative work. The individual experiences happiness, increased interests in food, music, and beauty, and can influence others through self-reliance. It is an ideal time for higher education, research, publication, leadership, and formal transactions.",
    "hi": "यह योग बौद्धिक और रचनात्मक अभिव्यक्ति को शीघ्रता से प्रदर्शित करने तथा व्यक्तिगत विचारों को आत्मविश्वास से व्यक्त करने का सूचक है। यह सामाजिक और साहित्यिक संबंधों, पारिवारिक मेल-मिलाप, शैक्षिक वार्तालाप, और रचनात्मक कार्य के लिए अनुकूल समय है। व्यक्ति प्रसन्न रहता है, भोजन, संगीत और सौंदर्य में रुचि बढ़ती है, और आत्मनिर्भरता से दूसरों को प्रभावित कर सकता है। उच्च शिक्षा, शोध, प्रकाशन, नेतृत्व और औपचारिक व्यवहार के लिए उत्तम समय है।"
  },
  "facets": {
    "career": {
      "en": "Favorable for higher education, research, writing, publication, engaging with authorities, leadership acceptance, and formal transactions.",
      "hi": "उच्च शिक्षा, शोध, लेखन, प्रकाशन, अधिकारियों से संवाद, नेतृत्व स्वीकार करने और औपचारिक व्यवहार के लिए अनुकूल।"
    },
    "relationships": {
      "en": "Good time for family reunions, pleasant conversations with loved ones, siblings, friends, neighbors, and colleagues, fostering social and literary connections.",
      "hi": "पारिवारिक मेल-मिलाप, प्रियजनों, भाई-बहन, मित्रों, पड़ोसियों और सहकर्मियों के साथ सुखद वार्तालाप तथा सामाजिक और साहित्यिक संबंधों को बढ़ावा देने का समय।"
    },
    "money": {
      "en": "Opportunities to influence others with plans, gain benefits, obtain cooperation, and complete transactions requiring signatures or formalities.",
      "hi": "अपनी योजनाओं से दूसरों को प्रभावित कर लाभ उठाने, सहयोग प्राप्त करने और हस्ताक्षर या औपचारिकताओं वाले व्यवहार करने के अवसर।"
    },
    "health_adj": {
      "en": "Increased happiness and interests in food, music, and beauty contribute to overall well-being.",
      "hi": "खुशी में वृद्धि और भोजन, संगीत तथा सौंदर्य में रुचि से समग्र स्वास्थ्य में सुधार।"
    }
  },
  "life_event_type": {
    "en": [
      "Family reunions",
      "Educational discussions",
      "Creative work",
      "Travel plans",
      "Formal transactions",
      "Leadership opportunities"
    ],
    "hi": [
      "पारिवारिक मेल-मिलाप",
      "शैक्षिक वार्तालाप",
      "रचनात्मक कार्य",
      "यात्रा योजनाएं",
      "औपचारिक व्यवहार",
      "नेतृत्व के अवसर"
    ]
  },
  "risk_notes": {
    "en": [],
    "hi": []
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in educational conversations and literary work",
        "Foster social and literary connections",
        "Plan and initiate travel",
        "Accept leadership roles",
        "Prepare for formal transactions requiring signatures"
      ],
      "hi": [
        "शैक्षिक वार्तालाप और साहित्यिक कार्य में संलग्न हों",
        "सामाजिक और साहित्यिक संबंध बढ़ाएं",
        "यात्रा की योजना बनाएं और शुरू करें",
        "नेतृत्व की भूमिकाएं स्वीकार करें",
        "हस्ताक्षर वाले औपचारिक व्यवहार की तैयारी करें"
      ]
    },
    "exact": {
      "en": [
        "Express personal thoughts confidently",
        "Engage in creative expression and work",
        "Interact pleasantly with family and loved ones",
        "Influence others with self-reliance",
        "Focus on higher education, research, and publication"
      ],
      "hi": [
        "व्यक्तिगत विचार आत्मविश्वास से व्यक्त करें",
        "रचनात्मक अभिव्यक्ति और कार्य करें",
        "परिवार और प्रियजनों से सुखद संवाद करें",
        "आत्मनिर्भरता से दूसरों को प्रभावित करें",
        "उच्च शिक्षा, शोध और प्रकाशन पर ध्यान दें"
      ]
    },
    "separating": {
      "en": [
        "Maintain social and literary connections",
        "Continue leadership and educational pursuits",
        "Complete pending formal transactions"
      ],
      "hi": [
        "सामाजिक और साहित्यिक संबंध बनाए रखें",
        "नेतृत्व और शैक्षिक प्रयास जारी रखें",
        "लंबित औपचारिक व्यवहार पूर्ण करें"
      ]
    }
  },
  "keywords": {
    "en": [
      "intellectual expression",
      "creative work",
      "confidence",
      "family reunions",
      "social connections",
      "travel",
      "happiness",
      "self-reliance",
      "higher education",
      "publication",
      "leadership",
      "formal transactions"
    ],
    "hi": [
      "बौद्धिक अभिव्यक्ति",
      "रचनात्मक कार्य",
      "आत्मविश्वास",
      "पारिवारिक मेल-मिलाप",
      "सामाजिक संबंध",
      "यात्रा",
      "प्रसन्नता",
      "आत्मनिर्भरता",
      "उच्च शिक्षा",
      "प्रकाशन",
      "नेतृत्व",
      "औपचारिक व्यवहार"
    ]
  },
  "quality_tags": {
    "en": [
      "favorable",
      "creative",
      "confident",
      "social",
      "productive",
      "harmonious"
    ],
    "hi": [
      "अनुकूल",
      "रचनात्मक",
      "आत्मविश्वासी",
      "सामाजिक",
      "उत्पादक",
      "सामंजस्यपूर्ण"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 6,
    "planet_weight": {
      "Mercury": 0.85,
      "Sun": 1.0
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "education",
      "communication",
      "creativity",
      "leadership",
      "social harmony",
      "personal growth"
    ],
    "hi": [
      "शिक्षा",
      "संचार",
      "रचनात्मकता",
      "नेतृत्व",
      "सामाजिक सद्भाव",
      "व्यक्तिगत विकास"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2025-11-13"
  },
  "locales": {
    "en": {
      "title": "mer-tri-sun",
      "core": "A time of confident intellectual and creative expression fostering social and educational growth.",
      "tone": "Warm, positive, and encouraging"
    },
    "hi": {
      "title": "बुध त्रिकोण सूर्य",
      "core": "आत्मविश्वासी बौद्धिक और रचनात्मक अभिव्यक्ति का समय जो सामाजिक और शैक्षिक विकास को बढ़ावा देता है।",
      "tone": "सहानुभूतिपूर्ण, सकारात्मक और प्रोत्साहित करने वाला"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Intellectual, creative expression and creative work are quickly displayed. The individual is confident in expressing personal thoughts. This is a favorable time for family reunions, educational conversations with siblings, friends, neighbors, and colleagues, or literary work, or engaging in pleasant conversations with loved ones.",
        "hi": "बौद्धिकताए रचनात्मक अभिव्यक्ति और रचनात्मक कार्य शीघ्र प्रदर्शित होते हैं। व्यक्ति अपने व्यक्तिगत विचारपूर्ण आत्मविश्वास के साथ प्रदर्शित करने की क्षमता में होता है। इस समय पारिवारिक मेल.मिलापए शैक्षिक वार्तालाप/भाई.बहनए मित्रए पड़ोसीए सहकर्मी के साथ सहयोग करने हेतु/साहित्यिक कार्य करने हेतु/प्रियतम से वार्ता करने हेतु उचित समय होता है।"
      },
      "career": {
        "en": "This is an ideal time for higher education/reading/writing/research/publication/publicity. Some individuals will see increased interest in literature/art/drama. It's a good time to engage with authorities/higher positions. Any transactions requiring signatures or formalities should be done now. The person accepts leadership, refines ideas, and progresses.",
        "hi": "उच्च शिक्षा/पठन/लेखन/शोध/प्रकाशन/प्रचार हेतु उत्तम समय। कुछ व्यक्तियों की साहित्य/कला/नाटक में रुचि बढ़ती है। अधिकार प्राप्त/उच्च पदों/वरिष्ठ व्यक्तियों से वार्ता का उचित समय। कोई व्यवहार हस्ताक्षर हेतु उचित समय/अवसर। व्यक्ति नेतृत्व स्वीकार कर कल्पनाओं में सुधार करता हैए उन्नति करता है।"
      },
      "relationships": {
        "en": "This is a favorable time for family reunions, educational conversations with siblings, friends, neighbors, and colleagues, or literary work, or engaging in pleasant conversations with loved ones. Due to the ease of communication and expression, social/literary connections are fostered.",
        "hi": "इस समय पारिवारिक मेल.मिलापए शैक्षिक वार्तालाप/भाई.बहनए मित्रए पड़ोसीए सहकर्मी के साथ सहयोग करने हेतु/साहित्यिक कार्य करने हेतु/प्रियतम से वार्ता करने हेतु उचित समय होता है। सहज वार्तालाप और अभिव्यक्ति की स्थिति के कारण सामाजिक/साहित्यिक संबंधों के अवसर प्राप्त होते हैं।"
      },
      "money": {
        "en": "Due to self-reliance, one can influence others with their plans and gain benefits or obtain cooperation. Any transactions requiring signatures or formalities should be done now.",
        "hi": "आत्मनिर्भरता की स्थिति के कारण व्यक्ति अपनी योजनाओं का दूसरों को प्रभावित कर लाभ उठा सकता है या सहयोग प्राप्त कर सकता है। कोई व्यवहार हस्ताक्षर हेतु उचित समय/अवसर।"
      },
      "health_adj": {
        "en": "The person remains happy during this time. Interests in food, music, and beauty increase.",
        "hi": "इस समय में व्यक्ति प्रसन्न रहता है। भोजन की रुचिए संगीत और सौंदर्य के प्रति बढ़ जाती है।"
      }
    },
    "aliases": [
      "Mercury trine Sun",
      "Mer TRI Sun",
      "Mercury-Trine-Sun",
      "Mercury Trine to Sun"
    ]
  }
}