{
  "id": "PLU_SEX_URA__v1.0.0",
  "pair": [
    "Pluto",
    "Sextile",
    "Uranus"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "Increased intuition, confidence, and work efficiency lead to transformative changes in goals and intellectual growth, with connections to occult research, engineering, and modern technology. Joining important organizations may trigger life changes. Favorable for joint assets, taxes, and insurance matters.",
    "hi": "अंतर्ज्ञान, आत्मविश्वास और कार्यकुशलता में वृद्धि से लक्ष्य और बौद्धिक विकास में परिवर्तन होता है। व्यक्ति गूढ़ ज्ञान, इंजीनियरिंग और आधुनिक तकनीक से जुड़ता है। महत्वपूर्ण संस्थाओं से जुड़ने पर जीवन में बदलाव आ सकते हैं। संयुक्त संपत्ति, कर और बीमा कार्यों के लिए अनुकूल समय।"
  },
  "facets": {
    "career": {
      "en": "Improved work efficiency and intellectual development; involvement with occult research, engineering, and modern technology; joining significant organizations.",
      "hi": "कार्यकुशलता में सुधार और बौद्धिक विकास; गूढ़ ज्ञान, इंजीनियरिंग, आधुनिक तकनीक से जुड़ाव; महत्वपूर्ण संस्थाओं से जुड़ना।"
    },
    "relationships": {
      "en": "Joining important groups or organizations may initiate life changes; opportunities for collaboration on joint assets.",
      "hi": "महत्वपूर्ण समूहों या संस्थाओं से जुड़ने पर जीवन में परिवर्तन; संयुक्त संपत्ति पर सहयोग के अवसर।"
    },
    "money": {
      "en": "Good period for handling joint assets, taxes, insurance, and investments.",
      "hi": "संयुक्त संपत्ति, कर, बीमा और निवेश संबंधी कार्यों के लिए उपयुक्त समय।"
    },
    "health_adj": {
      "en": "No specific health adjustments indicated.",
      "hi": "स्वास्थ्य संबंधी विशेष बदलाव संकेतित नहीं हैं।"
    }
  },
  "life_event_type": {
    "en": [
      "Joining important organizations",
      "Transformative intellectual growth",
      "Changes in joint financial matters"
    ],
    "hi": [
      "महत्वपूर्ण संस्थाओं से जुड़ना",
      "बौद्धिक विकास में परिवर्तन",
      "संयुक्त वित्तीय मामलों में बदलाव"
    ]
  },
  "risk_notes": {
    "en": [
      "No explicit risks mentioned; maintain awareness during transitions."
    ],
    "hi": [
      "स्पष्ट जोखिम नहीं बताए गए; परिवर्तन के दौरान सतर्कता बनाए रखें।"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in occult research, engineering, or modern technology fields.",
        "Join important organizations or groups.",
        "Focus on improving work efficiency and intellectual skills."
      ],
      "hi": [
        "गूढ़ ज्ञान, इंजीनियरिंग या आधुनिक तकनीक के क्षेत्र में सक्रिय रहें।",
        "महत्वपूर्ण संस्थाओं या समूहों से जुड़ें।",
        "कार्यकुशलता और बौद्धिक कौशल सुधारने पर ध्यान दें।"
      ]
    },
    "exact": {
      "en": [
        "Initiate joint asset, tax, insurance, or investment matters.",
        "Leverage enhanced intuition and confidence for decision-making."
      ],
      "hi": [
        "संयुक्त संपत्ति, कर, बीमा या निवेश कार्य प्रारंभ करें।",
        "निर्णय लेने में बढ़े हुए अंतर्ज्ञान और आत्मविश्वास का उपयोग करें।"
      ]
    },
    "separating": {
      "en": [
        "Maintain gains in intellectual growth and work efficiency.",
        "Continue involvement with important organizations and technology."
      ],
      "hi": [
        "बौद्धिक विकास और कार्यकुशलता में प्राप्त लाभ बनाए रखें।",
        "महत्वपूर्ण संस्थाओं और तकनीक से जुड़ाव जारी रखें।"
      ]
    }
  },
  "keywords": {
    "en": [
      "intuition",
      "confidence",
      "work efficiency",
      "intellectual growth",
      "occult research",
      "engineering",
      "modern technology",
      "important organizations",
      "joint assets",
      "taxes",
      "insurance"
    ],
    "hi": [
      "अंतर्ज्ञान",
      "आत्मविश्वास",
      "कार्यकुशलता",
      "बौद्धिक विकास",
      "गूढ़ ज्ञान",
      "इंजीनियरिंग",
      "आधुनिक तकनीक",
      "महत्वपूर्ण संस्थाएं",
      "संयुक्त संपत्ति",
      "कर",
      "बीमा"
    ]
  },
  "quality_tags": {
    "en": [
      "transformative",
      "intellectual",
      "collaborative",
      "efficient",
      "progressive"
    ],
    "hi": [
      "परिवर्तनकारी",
      "बौद्धिक",
      "सहयोगी",
      "कार्यकुशल",
      "प्रगतिशील"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Pluto": 0.8,
      "Uranus": 0.8
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "knowledge shifts",
      "life changes",
      "joint financial matters"
    ],
    "hi": [
      "ज्ञान स्तर में परिवर्तन",
      "जीवन में बदलाव",
      "संयुक्त वित्तीय मामले"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "plu-sxt-ura",
      "core": "Increased intuition, confidence, and efficiency transform goals and intellectual levels, linking to occult and modern technology fields.",
      "tone": "Warm, neutral, and encouraging"
    },
    "hi": {
      "title": "प्लूटो सेकस्टाइल यूरेनस",
      "core": "अंतर्ज्ञान, आत्मविश्वास और कार्यकुशलता में वृद्धि से लक्ष्य और बौद्धिक स्तर में परिवर्तन होता है, जो गूढ़ और आधुनिक तकनीक से जुड़ता है।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और प्रोत्साहित करने वाला"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Intuition, confidence, and efficiency increase, transforming goals and intellectual understanding, connecting to occult research and modern technology.",
        "hi": "अंतर्ज्ञान, आत्मविश्वास और कार्यकुशलता बढ़ती है, जिससे लक्ष्य और बौद्धिक समझ में परिवर्तन होता है, जो गूढ़ अनुसंधान और आधुनिक तकनीक से जुड़ता है।"
      },
      "career": {
        "en": "Work efficiency improves; involvement with occult research, engineering, and technology; joining important organizations.",
        "hi": "कार्यकुशलता बढ़ती है; गूढ़ अनुसंधान, इंजीनियरिंग और तकनीक से जुड़ाव; महत्वपूर्ण संस्थाओं से जुड़ना।"
      },
      "relationships": {
        "en": "Joining important groups triggers life changes; opportunities in joint assets.",
        "hi": "महत्वपूर्ण समूहों से जुड़ना जीवन में बदलाव लाता है; संयुक्त संपत्ति में अवसर।"
      },
      "money": {
        "en": "Favorable time for joint assets, taxes, insurance, and investments.",
        "hi": "संयुक्त संपत्ति, कर, बीमा और निवेश के लिए अनुकूल समय।"
      },
      "health_adj": {
        "en": "No specific health adjustments noted.",
        "hi": "स्वास्थ्य संबंधी विशेष बदलाव नहीं बताए गए।"
      }
    },
    "aliases": [
      "Pluto sextile Uranus",
      "Plu SEX Ura",
      "Pluto-Sextile-Uranus",
      "Pluto Sextile to Uranus"
    ]
  }
}