{
  "id": "PLU_SEX_MOO__v1.0.0",
  "pair": [
    "Pluto",
    "Sextile",
    "Moon"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect indicates improvement and positive transformation in personal health, family matters, daily routines, and home environment. It also brings opportunities for collaboration in business and encourages renewal or repurposing of old items or situations.",
    "hi": "यह योग स्वास्थ्य, पारिवारिक मामलों, दैनिक जीवन और गृह वातावरण में सुधार और सकारात्मक परिवर्तन दर्शाता है। यह व्यवसाय में सहयोग के अवसर भी लाता है और पुरानी वस्तुओं या स्थितियों के नवीनीकरण या नए उपयोग को प्रोत्साहित करता है।"
  },
  "facets": {
    "career": {
      "en": "Opportunities for joint ventures and collaborative business exchanges arise, promoting growth and mutual benefit.",
      "hi": "संयुक्त व्यवसाय और सहयोगात्मक व्यापारिक विनिमय के अवसर उत्पन्न होते हैं, जो विकास और पारस्परिक लाभ को बढ़ावा देते हैं।"
    },
    "relationships": {
      "en": "Improvement in family issues and household harmony is experienced, supporting emotional well-being.",
      "hi": "पारिवारिक समस्याओं में सुधार और गृहस्थ जीवन में सामंजस्य का अनुभव होता है, जो भावनात्मक कल्याण का समर्थन करता है।"
    },
    "money": {
      "en": "Financial gains may come through partnerships and by renovating or repurposing old assets effectively.",
      "hi": "वित्तीय लाभ साझेदारी के माध्यम से और पुरानी संपत्तियों के नवीनीकरण या नए उपयोग से प्राप्त हो सकते हैं।"
    },
    "health_adj": {
      "en": "Health and dietary habits improve, contributing to better regular life and well-being.",
      "hi": "स्वास्थ्य और भोजन व्यवस्था में सुधार होता है, जो नियमित जीवन और कल्याण में सहायक होता है।"
    }
  },
  "life_event_type": {
    "en": [
      "Health improvement",
      "Family harmony",
      "Business collaboration",
      "Renovation or repurposing"
    ],
    "hi": [
      "स्वास्थ्य में सुधार",
      "पारिवारिक सामंजस्य",
      "व्यवसायिक सहयोग",
      "नवीनिकरण या पुनः उपयोग"
    ]
  },
  "risk_notes": {
    "en": [
      "No explicit risks mentioned; cautious renewal advised."
    ],
    "hi": [
      "कोई स्पष्ट जोखिम नहीं; सावधानीपूर्वक नवीनिकरण की सलाह।"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Seek opportunities for joint ventures in business.",
        "Use or renovate old items with quality materials.",
        "Improve health and dietary routines."
      ],
      "hi": [
        "व्यवसाय में संयुक्त व्यवसाय के अवसर खोजें।",
        "पुरानी वस्तुओं का गुणवत्ता सामग्री से नवीनिकरण करें।",
        "स्वास्थ्य और भोजन की आदतों में सुधार करें।"
      ]
    },
    "exact": {
      "en": [
        "Engage actively in family and household improvements.",
        "Initiate collaborative business exchanges.",
        "Dispose of or renovate old possessions."
      ],
      "hi": [
        "परिवार और गृह कार्यों में सक्रिय रूप से सुधार करें।",
        "संयुक्त व्यवसायिक विनिमय शुरू करें।",
        "पुरानी वस्तुओं को हटाएं या नवीनिकरण करें।"
      ]
    },
    "separating": {
      "en": [
        "Avoid neglecting health or family duties.",
        "Do not resist necessary changes or renovations."
      ],
      "hi": [
        "स्वास्थ्य या पारिवारिक कर्तव्यों की उपेक्षा न करें।",
        "आवश्यक बदलाव या नवीनिकरण का विरोध न करें।"
      ]
    }
  },
  "keywords": {
    "en": [
      "health improvement",
      "family harmony",
      "joint ventures",
      "renovation",
      "repurposing",
      "business collaboration",
      "dietary improvement",
      "regular life"
    ],
    "hi": [
      "स्वास्थ्य सुधार",
      "पारिवारिक सामंजस्य",
      "संयुक्त व्यवसाय",
      "नवीनिकरण",
      "पुनः उपयोग",
      "व्यवसाय सहयोग",
      "भोजन व्यवस्था सुधार",
      "नियमित जीवन"
    ]
  },
  "quality_tags": {
    "en": [
      "improvement",
      "collaboration",
      "renewal",
      "opportunity"
    ],
    "hi": [
      "सुधार",
      "सहयोग",
      "नवीनिकरण",
      "अवसर"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Pluto": 0.8,
      "Moon": 0.9
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "transformation",
      "family wellbeing",
      "business growth",
      "health and routine"
    ],
    "hi": [
      "परिवर्तन",
      "पारिवारिक कल्याण",
      "व्यवसाय विकास",
      "स्वास्थ्य और दिनचर्या"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "plu-sxt-moo",
      "core": "Indicates positive changes in health, family, daily life, and business collaborations, with a focus on renewal and effective use of old resources.",
      "tone": "Warm, neutral, and encouraging"
    },
    "hi": {
      "title": "प्लूटो सेक्सटाइल मून",
      "core": "स्वास्थ्य, परिवार, दैनिक जीवन और व्यवसाय सहयोग में सकारात्मक बदलाव दर्शाता है, जिसमें नवीनीकरण और पुरानी संसाधनों के प्रभावी उपयोग पर ध्यान केंद्रित होता है।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और प्रोत्साहित करने वाला"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Improvement and positive transformation in health, family, daily routines, and home environment; opportunities for business collaboration; renewal or repurposing of old items.",
        "hi": "स्वास्थ्य, परिवार, दैनिक जीवन और गृह वातावरण में सुधार और सकारात्मक परिवर्तन; व्यवसाय सहयोग के अवसर; पुरानी वस्तुओं का नवीनीकरण या पुनः उपयोग।"
      },
      "career": {
        "en": "Joint ventures and collaborative business exchanges promote growth and mutual benefit.",
        "hi": "संयुक्त व्यवसाय और सहयोगात्मक व्यापारिक विनिमय विकास और पारस्परिक लाभ को बढ़ावा देते हैं।"
      },
      "relationships": {
        "en": "Family issues improve and household harmony supports emotional well-being.",
        "hi": "पारिवारिक समस्याओं में सुधार होता है और गृहस्थ जीवन में सामंजस्य भावनात्मक कल्याण का समर्थन करता है।"
      },
      "money": {
        "en": "Financial gains through partnerships and effective renovation or repurposing of assets.",
        "hi": "साझेदारी और संपत्तियों के प्रभावी नवीनीकरण या पुनः उपयोग से वित्तीय लाभ।"
      },
      "health_adj": {
        "en": "Health and dietary habits improve, enhancing regular life and well-being.",
        "hi": "स्वास्थ्य और भोजन की आदतों में सुधार होता है, जो नियमित जीवन और कल्याण को बढ़ाता है।"
      }
    },
    "aliases": [
      "Pluto sextile Moon",
      "Plu SEX Moo",
      "Pluto-Sextile-Moon",
      "Pluto Sextile to Moon"
    ]
  }
}