{
  "id": "SAT_SEX_URA__v1.0.0",
  "pair": [
    "Saturn",
    "Sextile",
    "Uranus"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "Assuming responsibility for serious or institutional duties, connecting professionally with elders and specialists, gaining progressive agreements, and harmoniously blending old and new situations with enhanced intuition and focus. Receiving unexpected opportunities.",
    "hi": "किसी संस्था या गंभीर जिम्मेदारियों को ग्रहण करना, बुजुर्गों और विशेषज्ञों से पेशेवर रूप से जुड़ना, उन्नतिकारक संधियाँ प्राप्त करना, नई और पुरानी परिस्थितियों को मधुरता से समन्वयित करना, अंतर्ज्ञान और एकाग्रता में वृद्धि, और अप्रत्याशित अवसर प्राप्त करना।"
  },
  "facets": {
    "career": {
      "en": "Engaging in political management, joint ventures, government projects, and mechanical or scientific research with progressive agreements and professional connections to high-status individuals.",
      "hi": "राजनीतिक प्रबंध, संयुक्त व्यवसाय, सरकारी सहयोग, यांत्रिक या वैज्ञानिक शोध में संलग्न होना, उच्च वर्ग के व्यक्तियों से पेशेवर संबंध और उन्नतिकारक संधियाँ प्राप्त करना।"
    },
    "relationships": {
      "en": "Connecting with elders, specialists, and serious or high-status friends professionally, fostering cooperative and harmonious interactions.",
      "hi": "बुजुर्गों, विशेषज्ञों और गंभीर या उच्च वर्ग के मित्रों से पेशेवर रूप से जुड़ना, सहयोगात्मक और मधुर संबंध बनाना।"
    },
    "money": {
      "en": "Opportunities arise through joint ventures, government collaborations, and progressive agreements, potentially leading to unexpected financial openings.",
      "hi": "संयुक्त व्यवसाय, सरकारी सहयोग और उन्नतिकारक संधियों के माध्यम से अवसर प्राप्त होना, जो अप्रत्याशित आर्थिक अवसर प्रदान कर सकते हैं।"
    },
    "health_adj": {
      "en": "Enhanced intuition and focus support practical organization of abilities; no specific health risks noted.",
      "hi": "अंतर्ज्ञान और एकाग्रता में वृद्धि से व्यावहारिक क्षमताओं का सही आयोजन संभव होता है; कोई विशेष स्वास्थ्य जोखिम नहीं दर्शाए गए।"
    }
  },
  "life_event_type": {
    "en": [
      "Assuming institutional responsibilities",
      "Forming progressive agreements",
      "Engaging in political or government projects",
      "Receiving unexpected opportunities"
    ],
    "hi": [
      "संस्थागत जिम्मेदारियाँ लेना",
      "उन्नतिकारक संधियाँ बनाना",
      "राजनीतिक या सरकारी परियोजनाओं में संलग्न होना",
      "अप्रत्याशित अवसर प्राप्त करना"
    ]
  },
  "risk_notes": {
    "en": [
      "No explicit risks mentioned; maintain balance when blending old and new situations."
    ],
    "hi": [
      "कोई स्पष्ट जोखिम नहीं बताया गया; पुरानी और नई परिस्थितियों को समन्वयित करते समय संतुलन बनाए रखें।"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Take responsibility for serious or institutional duties",
        "Connect professionally with elders and specialists",
        "Seek progressive agreements in collaborations"
      ],
      "hi": [
        "गंभीर या संस्थागत जिम्मेदारियाँ ग्रहण करें",
        "बुजुर्गों और विशेषज्ञों से पेशेवर रूप से जुड़ें",
        "सहयोगों में उन्नतिकारक संधियाँ खोजें"
      ]
    },
    "exact": {
      "en": [
        "Harmoniously blend old and new situations or objects",
        "Organize abilities practically inspired by studies",
        "Remain open to unexpected opportunities"
      ],
      "hi": [
        "नई और पुरानी परिस्थितियों/वस्तुओं को मधुरता से समन्वयित करें",
        "अध्ययन के अनुसार व्यावहारिक क्षमताओं का आयोजन करें",
        "अप्रत्याशित अवसरों के लिए खुले रहें"
      ]
    },
    "separating": {
      "en": [
        "Maintain focus and intuition gained",
        "Continue professional connections with high-status individuals"
      ],
      "hi": [
        "प्राप्त अंतर्ज्ञान और एकाग्रता बनाए रखें",
        "उच्च वर्ग के व्यक्तियों से पेशेवर संबंध जारी रखें"
      ]
    }
  },
  "keywords": {
    "en": [
      "responsibility",
      "professional connections",
      "progressive agreements",
      "political management",
      "joint ventures",
      "government projects",
      "mechanical research",
      "scientific research",
      "intuition",
      "focus",
      "unexpected opportunities",
      "harmonious blending"
    ],
    "hi": [
      "जिम्मेदारी",
      "पेशेवर संबंध",
      "उन्नतिकारक संधियाँ",
      "राजनीतिक प्रबंध",
      "संयुक्त व्यवसाय",
      "सरकारी परियोजनाएँ",
      "यांत्रिक शोध",
      "वैज्ञानिक शोध",
      "अंतर्ज्ञान",
      "एकाग्रता",
      "अप्रत्याशित अवसर",
      "मधुर समन्वय"
    ]
  },
  "quality_tags": {
    "en": [
      "responsible",
      "progressive",
      "harmonious",
      "inspired",
      "focused"
    ],
    "hi": [
      "जिम्मेदार",
      "उन्नतिकारक",
      "मधुर",
      "प्रेरित",
      "एकाग्र"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Saturn": 0.85,
      "Uranus": 0.8
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "institutional responsibility",
      "professional networking",
      "innovation blending",
      "opportunity readiness"
    ],
    "hi": [
      "संस्थागत जिम्मेदारी",
      "पेशेवर नेटवर्किंग",
      "नवाचार समन्वय",
      "अवसर के लिए तत्परता"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "sat-sxt-ura",
      "core": "Taking on serious responsibilities and connecting with high-status professionals to gain progressive opportunities while blending tradition with innovation.",
      "tone": "Warm, neutral, and encouraging"
    },
    "hi": {
      "title": "शनि षष्ट्युत्तर राहु",
      "core": "गंभीर जिम्मेदारियाँ ग्रहण करना और उच्च वर्ग के पेशेवरों से जुड़कर उन्नतिकारक अवसर प्राप्त करना, साथ ही परंपरा और नवाचार का समन्वय करना।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और प्रोत्साहित करने वाला"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Assuming responsibility for serious duties, connecting with elders and specialists, gaining progressive agreements, blending old and new harmoniously, enhanced intuition and focus, unexpected opportunities.",
        "hi": "गंभीर जिम्मेदारियाँ ग्रहण करना, बुजुर्गों और विशेषज्ञों से जुड़ना, उन्नतिकारक संधियाँ प्राप्त करना, पुरानी और नई चीजों का मधुर समन्वय, अंतर्ज्ञान और एकाग्रता में वृद्धि, अप्रत्याशित अवसर।"
      },
      "career": {
        "en": "Engagement in political management, joint ventures, government projects, mechanical and scientific research with professional connections and progressive agreements.",
        "hi": "राजनीतिक प्रबंध, संयुक्त व्यवसाय, सरकारी परियोजनाएँ, यांत्रिक और वैज्ञानिक शोध में संलग्नता, पेशेवर संबंध और उन्नतिकारक संधियाँ।"
      },
      "relationships": {
        "en": "Professional connections with elders, specialists, and serious or high-status friends fostering cooperation and harmony.",
        "hi": "बुजुर्गों, विशेषज्ञों और गंभीर या उच्च वर्ग के मित्रों से पेशेवर संबंध, सहयोग और मधुरता।"
      },
      "money": {
        "en": "Opportunities through joint ventures, government collaborations, and progressive agreements leading to unexpected financial openings.",
        "hi": "संयुक्त व्यवसाय, सरकारी सहयोग और उन्नतिकारक संधियों के माध्यम से अप्रत्याशित आर्थिक अवसर।"
      },
      "health_adj": {
        "en": "Increased intuition and focus support practical organization of abilities; no specific health risks noted.",
        "hi": "अंतर्ज्ञान और एकाग्रता में वृद्धि से व्यावहारिक क्षमताओं का आयोजन संभव; कोई विशेष स्वास्थ्य जोखिम नहीं।"
      }
    },
    "aliases": [
      "Saturn sextile Uranus",
      "Sat SEX Ura",
      "Saturn-Sextile-Uranus",
      "Saturn Sextile to Uranus"
    ]
  }
}