{
  "id": "SUN_SEX_PLU__v1.0.0",
  "pair": [
    "Sun",
    "Sextile",
    "Pluto"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect indicates growth in willpower, courage, and self-awareness, accompanied by fundamental philosophical learning and improved physical and mental health. It encourages letting go of old or important items and may spark interest in mysterious or esoteric subjects. It is an excellent time for deep scientific study.",
    "hi": "यह योग इच्छाशक्ति, साहस और आत्मज्ञान में वृद्धि दर्शाता है, साथ ही जीवन के मूलभूत तत्वज्ञान का अध्ययन और शारीरिक व मानसिक स्वास्थ्य में सुधार होता है। यह पुराने या महत्वपूर्ण वस्तुओं को त्यागने का समय है और रहस्यमयी या गूढ़ विषयों में रुचि उत्पन्न हो सकती है। यह वैज्ञानिक गूढ़ अध्ययन के लिए उपयुक्त समय है।"
  },
  "facets": {
    "career": {
      "en": "A favorable period for deep study and research in scientific or philosophical fields.",
      "hi": "वैज्ञानिक या दार्शनिक क्षेत्रों में गहन अध्ययन और शोध के लिए अनुकूल समय।"
    },
    "relationships": {
      "en": "Encourages self-awareness and courage which can positively influence personal interactions.",
      "hi": "आत्मज्ञान और साहस को बढ़ावा देता है जो व्यक्तिगत संबंधों पर सकारात्मक प्रभाव डाल सकता है।"
    },
    "money": {
      "en": "May involve letting go of old or important possessions, possibly affecting financial decisions.",
      "hi": "पुरानी या महत्वपूर्ण वस्तुओं को त्यागने से आर्थिक निर्णयों पर प्रभाव पड़ सकता है।"
    },
    "health_adj": {
      "en": "Improvement in physical and mental health is indicated during this time.",
      "hi": "इस समय शारीरिक और मानसिक स्वास्थ्य में सुधार होता है।"
    }
  },
  "life_event_type": {
    "en": [
      "Philosophical learning",
      "Health improvement",
      "Letting go of old possessions",
      "Interest in esoteric subjects",
      "Scientific study"
    ],
    "hi": [
      "दार्शनिक अध्ययन",
      "स्वास्थ्य में सुधार",
      "पुरानी वस्तुओं का त्याग",
      "गूढ़ विषयों में रुचि",
      "वैज्ञानिक अध्ययन"
    ]
  },
  "risk_notes": {
    "en": [
      "Be mindful when releasing important possessions.",
      "Interest in mysterious subjects may lead to distraction."
    ],
    "hi": [
      "महत्वपूर्ण वस्तुओं को त्यागते समय सावधानी रखें।",
      "रहस्यमयी विषयों में रुचि ध्यान भटकाने वाली हो सकती है।"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in deep philosophical or scientific study.",
        "Focus on improving willpower and self-awareness.",
        "Explore interests in esoteric or mysterious topics cautiously."
      ],
      "hi": [
        "गहन दार्शनिक या वैज्ञानिक अध्ययन में संलग्न हों।",
        "इच्छाशक्ति और आत्मज्ञान बढ़ाने पर ध्यान दें।",
        "गूढ़ या रहस्यमयी विषयों में रुचि सावधानी से बढ़ाएं।"
      ]
    },
    "exact": {
      "en": [
        "Initiate letting go of old or important items.",
        "Begin new studies in fundamental philosophy or science.",
        "Notice improvements in physical and mental health."
      ],
      "hi": [
        "पुरानी या महत्वपूर्ण वस्तुओं को त्यागना शुरू करें।",
        "मूलभूत तत्वज्ञान या विज्ञान में नए अध्ययन प्रारंभ करें।",
        "शारीरिक और मानसिक स्वास्थ्य में सुधार महसूस करें।"
      ]
    },
    "separating": {
      "en": [
        "Reflect on gained self-awareness and courage.",
        "Consolidate knowledge from recent studies.",
        "Maintain improved health habits."
      ],
      "hi": [
        "प्राप्त आत्मज्ञान और साहस पर विचार करें।",
        "हाल के अध्ययन से ज्ञान को समेकित करें।",
        "बेहतर स्वास्थ्य आदतों को बनाए रखें।"
      ]
    }
  },
  "keywords": {
    "en": [
      "willpower",
      "courage",
      "self-awareness",
      "philosophical study",
      "health improvement",
      "letting go",
      "mysterious subjects",
      "scientific study"
    ],
    "hi": [
      "इच्छाशक्ति",
      "साहस",
      "आत्मज्ञान",
      "दार्शनिक अध्ययन",
      "स्वास्थ्य सुधार",
      "त्याग",
      "रहस्यमयी विषय",
      "वैज्ञानिक अध्ययन"
    ]
  },
  "quality_tags": {
    "en": [
      "growth",
      "learning",
      "health",
      "transformation",
      "curiosity"
    ],
    "hi": [
      "वृद्धि",
      "अध्ययन",
      "स्वास्थ्य",
      "परिवर्तन",
      "जिज्ञासा"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Sun": 1.0,
      "Pluto": 0.8
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "personal development",
      "esoteric interests",
      "scientific inquiry",
      "health enhancement"
    ],
    "hi": [
      "व्यक्तिगत विकास",
      "गूढ़ रुचि",
      "वैज्ञानिक जांच",
      "स्वास्थ्य संवर्धन"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "sun-sxt-plu",
      "core": "Growth in willpower, courage, and self-awareness with opportunities for deep philosophical and scientific study, improved health, and letting go of old attachments.",
      "tone": "Warm, encouraging, and insightful"
    },
    "hi": {
      "title": "सूर्य षट्कोण प्लूटो",
      "core": "इच्छाशक्ति, साहस और आत्मज्ञान में वृद्धि, गहन दार्शनिक व वैज्ञानिक अध्ययन, स्वास्थ्य में सुधार और पुराने बंधनों को त्यागने के अवसर।",
      "tone": "सहानुभूतिपूर्ण, प्रोत्साहित करने वाला और सूचनात्मक"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Growth in willpower, courage, and self-awareness; fundamental philosophical learning; improved physical and mental health; letting go of old items; interest in mysterious subjects; excellent for scientific study.",
        "hi": "इच्छाशक्ति, साहस और आत्मज्ञान में वृद्धि; मूलभूत तत्वज्ञान का अध्ययन; शारीरिक और मानसिक स्वास्थ्य में सुधार; पुरानी वस्तुओं का त्याग; रहस्यमयी विषयों में रुचि; वैज्ञानिक अध्ययन के लिए उत्तम।"
      },
      "career": {
        "en": "Favorable for deep study and research in scientific and philosophical fields.",
        "hi": "वैज्ञानिक और दार्शनिक क्षेत्रों में गहन अध्ययन और शोध के लिए अनुकूल।"
      },
      "relationships": {
        "en": "Enhances self-awareness and courage, positively influencing personal interactions.",
        "hi": "आत्मज्ञान और साहस बढ़ाता है, जो व्यक्तिगत संबंधों पर सकारात्मक प्रभाव डालता है।"
      },
      "money": {
        "en": "Involves letting go of important or old possessions, potentially impacting financial matters.",
        "hi": "महत्वपूर्ण या पुरानी वस्तुओं को त्यागना शामिल है, जो आर्थिक मामलों को प्रभावित कर सकता है।"
      },
      "health_adj": {
        "en": "Indicates improvement in physical and mental health.",
        "hi": "शारीरिक और मानसिक स्वास्थ्य में सुधार दर्शाता है।"
      }
    },
    "aliases": [
      "Sun sextile Pluto",
      "Sun SEX Plu",
      "Sun-Sextile-Pluto",
      "Sun Sextile to Pluto"
    ]
  }
}