{
  "id": "SUN_SEX_SAT__v1.0.0",
  "pair": [
    "Sun",
    "Sextile",
    "Saturn"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect highlights strong ambition, excellent organizational skills, foresight, and mature behavior, fostering steady progress and increased prestige.",
    "hi": "यह योग दृढ़ महत्त्वाकांक्षा, श्रेष्ठ संगठन शक्ति, दूरदर्शिता और परिपक्व व्यवहार को दर्शाता है, जो स्थिर प्रगति और प्रतिष्ठा में वृद्धि को बढ़ावा देता है।"
  },
  "facets": {
    "career": {
      "en": "Favorable for professional and political growth; ideal for artists, mathematicians, architects to advance; opportunities for significant collaborations and participation in organizations.",
      "hi": "व्यावसायिक और राजनीतिक उन्नति के लिए अनुकूल; कलाकारों, गणितज्ञों, वास्तुकारों के लिए उन्नति का समय; संस्था या समूह के साथ गंभीर सहयोग के अवसर।"
    },
    "relationships": {
      "en": "Encourages discussions and friendships with affluent or mature individuals; fosters social opportunities and adventurous agreements.",
      "hi": "सम्पन्न या परिपक्व व्यक्तियों से चर्चा और मित्रता के अवसर; सामाजिक संबंधों और साहसिक संधियों के योग बनते हैं।"
    },
    "money": {
      "en": "Business opportunities are secured during this period, supporting financial stability.",
      "hi": "इस अवधि में व्यावसायिक अवसर प्राप्त होते हैं, जो आर्थिक स्थिरता को समर्थन देते हैं।"
    },
    "health_adj": {
      "en": "The individual embraces responsibilities with discipline, providing structured guidance especially to children, promoting their highest success.",
      "hi": "व्यक्ति अपनी जिम्मेदारियों को आत्मसात कर अनुशासित मार्गदर्शन देता है, विशेषकर बच्चों को, जो उनकी उच्चतम सफलता सुनिश्चित करता है।"
    }
  },
  "life_event_type": {
    "en": [
      "Professional advancement",
      "Political growth",
      "Artistic or academic progress",
      "Collaborations and partnerships",
      "Social and adventurous agreements"
    ],
    "hi": [
      "व्यावसायिक उन्नति",
      "राजनीतिक प्रगति",
      "कलात्मक या शैक्षिक प्रगति",
      "सहयोग और भागीदारी",
      "सामाजिक और साहसिक संधियाँ"
    ]
  },
  "risk_notes": {
    "en": [
      "No explicit risks mentioned; maintain focus to ensure steady progress."
    ],
    "hi": [
      "कोई स्पष्ट जोखिम नहीं; स्थिर प्रगति के लिए ध्यान बनाए रखें।"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in professional and political activities",
        "Seek collaborations with experienced individuals or groups",
        "Focus on disciplined guidance for dependents"
      ],
      "hi": [
        "व्यावसायिक और राजनीतिक गतिविधियों में संलग्न हों",
        "अनुभवी व्यक्तियों या समूहों से सहयोग करें",
        "निर्भर व्यक्तियों के लिए अनुशासित मार्गदर्शन पर ध्यान दें"
      ]
    },
    "exact": {
      "en": [
        "Initiate discussions with affluent or mature contacts",
        "Pursue opportunities for artistic, mathematical, or architectural advancement",
        "Commit to responsibilities with maturity and foresight"
      ],
      "hi": [
        "सम्पन्न या परिपक्व संपर्कों से चर्चा प्रारंभ करें",
        "कलात्मक, गणितीय या वास्तुकार उन्नति के अवसरों का पीछा करें",
        "परिपक्वता और दूरदर्शिता के साथ जिम्मेदारियाँ निभाएं"
      ]
    },
    "separating": {
      "en": [
        "Maintain focus on goals despite challenges",
        "Continue disciplined efforts to sustain progress",
        "Nurture important social and professional relationships"
      ],
      "hi": [
        "चुनौतियों के बावजूद लक्ष्यों पर ध्यान बनाए रखें",
        "प्रगति बनाए रखने के लिए अनुशासित प्रयास जारी रखें",
        "महत्वपूर्ण सामाजिक और व्यावसायिक संबंधों को पोषित करें"
      ]
    }
  },
  "keywords": {
    "en": [
      "ambition",
      "organization",
      "foresight",
      "maturity",
      "professional growth",
      "collaboration",
      "discipline",
      "prestige",
      "responsibility"
    ],
    "hi": [
      "महत्त्वाकांक्षा",
      "संगठन",
      "दूरदर्शिता",
      "परिपक्वता",
      "व्यावसायिक उन्नति",
      "सहयोग",
      "अनुशासन",
      "प्रतिष्ठा",
      "जिम्मेदारी"
    ]
  },
  "quality_tags": {
    "en": [
      "positive",
      "constructive",
      "growth-oriented",
      "stable",
      "disciplined"
    ],
    "hi": [
      "सकारात्मक",
      "रचनात्मक",
      "विकासोन्मुख",
      "स्थिर",
      "अनुशासित"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Sun": 1.0,
      "Saturn": 0.85
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "professional advancement",
      "mature relationships",
      "responsibility and guidance",
      "steady progress",
      "social collaboration"
    ],
    "hi": [
      "व्यावसायिक उन्नति",
      "परिपक्व संबंध",
      "जिम्मेदारी और मार्गदर्शन",
      "स्थिर प्रगति",
      "सामाजिक सहयोग"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "sun-sxt-sat",
      "core": "Strong ambition and mature behavior support steady progress and increased prestige.",
      "tone": "Warm, neutral, and encouraging"
    },
    "hi": {
      "title": "सूर्य षट्कोण शनि",
      "core": "दृढ़ महत्त्वाकांक्षा और परिपक्व व्यवहार स्थिर प्रगति व प्रतिष्ठा वृद्धि को समर्थन देते हैं।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और प्रोत्साहक"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Strong ambition, excellent organizational skills, foresight, and mature behavior are highlighted, fostering steady progress and increased prestige.",
        "hi": "दृढ़ महत्त्वाकांक्षा, श्रेष्ठ संगठन शक्ति, दूरदर्शिता और परिपक्व व्यवहार परिलक्षित होते हैं, जो स्थिर प्रगति और प्रतिष्ठा वृद्धि को बढ़ावा देते हैं।"
      },
      "career": {
        "en": "This period is conducive for professional and political growth, ideal for artists, mathematicians, architects, with opportunities for collaborations and organizational participation.",
        "hi": "व्यावसायिक और राजनीतिक उन्नति के लिए अनुकूल समय, कलाकारों, गणितज्ञों, वास्तुकारों के लिए उन्नति का अवसर, सहयोग और संस्था में भागीदारी के अवसर।"
      },
      "relationships": {
        "en": "Discussions and friendships with affluent or mature individuals are well-timed, fostering social opportunities and adventurous agreements.",
        "hi": "सम्पन्न या परिपक्व व्यक्तियों से चर्चा और मित्रता के अवसर प्राप्त होते हैं, सामाजिक संबंधों और साहसिक संधियों के योग बनते हैं।"
      },
      "money": {
        "en": "Business opportunities are secured, supporting financial stability during this period.",
        "hi": "व्यावसायिक अवसर प्राप्त होते हैं, जो आर्थिक स्थिरता को समर्थन देते हैं।"
      },
      "health_adj": {
        "en": "The individual embraces responsibilities and provides disciplined guidance to children, ensuring their highest success.",
        "hi": "व्यक्ति अपनी जिम्मेदारियों को आत्मसात कर अनुशासित मार्गदर्शन अपने बच्चों को देता है, जो उन्हें उच्चतम सफलता प्रदान करेगा।"
      }
    },
    "aliases": [
      "Sun sextile Saturn",
      "Sun SEX Sat",
      "Sun-Sextile-Saturn",
      "Sun Sextile to Saturn"
    ]
  }
}