{
  "id": "SUN_SEX_NEP__v1.0.0",
  "pair": [
    "Sun",
    "Sextile",
    "Neptune"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "Heightened intuition and imagination combined with mental excitement lead to self-motivated leadership in cultural and social activities, compassion towards the less fortunate, and increased interest in spiritual knowledge and artistic appreciation.",
    "hi": "अन्तर्ज्ञान और कल्पनाशक्ति की बढ़ती सक्रियता तथा मानसिक उत्तेजना से व्यक्ति आत्मप्रेरणा द्वारा सांस्कृतिक और सामाजिक गतिविधियों में नेतृत्व करता है, कम भाग्यवानों के प्रति दया भाव रखता है और आध्यात्मिक ज्ञान व कलात्मक प्रशंसा में रुचि बढ़ती है।"
  },
  "facets": {
    "career": {
      "en": "Progress and advancement in artistic, photography, cinema, and related creative fields are likely; opportunities arise to express imagination practically, especially with improvements in the domestic environment.",
      "hi": "कलात्मक, फोटोग्राफी, सिनेमा और संबंधित रचनात्मक क्षेत्रों में प्रगति संभव है; घरेलू वातावरण में सुधार के साथ कल्पनाओं को क्रियात्मक रूप देने के अवसर मिलते हैं।"
    },
    "relationships": {
      "en": "Compassion and understanding towards less fortunate individuals increase; enhanced ability to understand children's feelings and explain spiritual or elemental knowledge to them.",
      "hi": "कम भाग्यवानों के प्रति दया और समझ बढ़ती है; बच्चों की भावनाओं को समझने और उन्हें आध्यात्मिक या तत्त्वज्ञान समझाने की क्षमता विकसित होती है।"
    },
    "money": {
      "en": "Appreciation and opportunities related to beauty, art, and music may lead to financial progress, especially for those involved in creative professions.",
      "hi": "सौंदर्य, कला और संगीत से जुड़ी प्रशंसा और अवसर वित्तीय प्रगति ला सकते हैं, विशेषकर रचनात्मक पेशों में लगे लोगों के लिए।"
    },
    "health_adj": {
      "en": "Interactions with hospitals, asylums, monasteries, or charitable institutions may occur; increased mental awakening and self-awareness can lead to premonitions and spiritual interest.",
      "hi": "औषधालय, पागलखाना, आश्रम या सहायता संस्थाओं से संपर्क हो सकता है; मानसिक जागृति और आत्मज्ञान बढ़ने से पूर्वाभास और आध्यात्मिक रुचि बढ़ती है।"
    }
  },
  "life_event_type": {
    "en": [
      "Cultural and social leadership",
      "Artistic and creative progress",
      "Spiritual learning and teaching",
      "Interactions with charitable or religious institutions",
      "Mental awakening and premonitions"
    ],
    "hi": [
      "सांस्कृतिक और सामाजिक नेतृत्व",
      "कलात्मक और रचनात्मक प्रगति",
      "आध्यात्मिक अध्ययन और शिक्षण",
      "सहायता या धार्मिक संस्थाओं से व्यवहार",
      "मानसिक जागृति और पूर्वाभास"
    ]
  },
  "risk_notes": {
    "en": [
      "Potential emotional sensitivity due to heightened compassion",
      "Possible mental overstimulation or confusion",
      "Uncertainty in interpreting premonitions or past event impressions"
    ],
    "hi": [
      "बढ़ी हुई दया के कारण भावनात्मक संवेदनशीलता हो सकती है",
      "मानसिक अधिक उत्तेजना या भ्रम संभव है",
      "पूर्वाभास या भूतकालीन घटनाओं की समझ में अनिश्चितता हो सकती है"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in cultural and social leadership roles",
        "Explore and develop artistic and musical talents",
        "Participate in spiritual discussions and teachings",
        "Volunteer or interact with charitable and religious institutions"
      ],
      "hi": [
        "सांस्कृतिक और सामाजिक नेतृत्व भूमिकाओं में भाग लें",
        "कलात्मक और संगीत प्रतिभाओं का विकास करें",
        "आध्यात्मिक चर्चाओं और शिक्षण में भाग लें",
        "सहायता और धार्मिक संस्थाओं से जुड़ें"
      ]
    },
    "exact": {
      "en": [
        "Focus on explaining spiritual or elemental knowledge to children",
        "Apply imagination practically in family or domestic settings",
        "Pay attention to intuitive insights and mental awakenings"
      ],
      "hi": [
        "बच्चों को आध्यात्मिक या तत्त्वज्ञान समझाने पर ध्यान दें",
        "पारिवारिक या घरेलू वातावरण में कल्पनाओं को क्रियात्मक रूप दें",
        "अन्तर्ज्ञान और मानसिक जागृति पर ध्यान दें"
      ]
    },
    "separating": {
      "en": [
        "Maintain clarity to avoid confusion from mental excitement",
        "Balance compassion with emotional boundaries",
        "Reflect carefully on premonitions before acting"
      ],
      "hi": [
        "मानसिक उत्तेजना से भ्रम से बचने के लिए स्पष्टता बनाए रखें",
        "दया के साथ भावनात्मक सीमाओं का संतुलन रखें",
        "पूर्वाभासों पर ध्यानपूर्वक विचार करें"
      ]
    }
  },
  "keywords": {
    "en": [
      "intuition",
      "imagination",
      "mental excitement",
      "self-motivation",
      "cultural leadership",
      "compassion",
      "spiritual knowledge",
      "child psychology",
      "artistic appreciation",
      "family improvement",
      "premonitions",
      "mental awakening"
    ],
    "hi": [
      "अन्तर्ज्ञान",
      "कल्पनाशक्ति",
      "मानसिक उत्तेजना",
      "आत्मप्रेरणा",
      "सांस्कृतिक नेतृत्व",
      "दया",
      "आध्यात्मिक ज्ञान",
      "बाल मनोविज्ञान",
      "कलात्मक प्रशंसा",
      "पारिवारिक सुधार",
      "पूर्वाभास",
      "मानसिक जागृति"
    ]
  },
  "quality_tags": {
    "en": [
      "intuitive",
      "creative",
      "compassionate",
      "spiritual",
      "enlightening",
      "progressive"
    ],
    "hi": [
      "अन्तर्ज्ञानी",
      "रचनात्मक",
      "दयालु",
      "आध्यात्मिक",
      "ज्ञानवर्धक",
      "प्रगतिशील"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Sun": 1.0,
      "Neptune": 0.8
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "spiritual awakening",
      "artistic growth",
      "social leadership",
      "mental clarity",
      "compassionate action"
    ],
    "hi": [
      "आध्यात्मिक जागृति",
      "कलात्मक विकास",
      "सामाजिक नेतृत्व",
      "मानसिक स्पष्टता",
      "दयालु कार्य"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "sun-sxt-nep",
      "core": "This aspect highlights active intuition and imagination, fostering leadership in cultural and social spheres, compassion, spiritual interest, and artistic progress.",
      "tone": "Warm, encouraging, insightful"
    },
    "hi": {
      "title": "सूर्य षट्कोण नेपच्यून",
      "core": "यह योग अन्तर्ज्ञान और कल्पनाशक्ति की सक्रियता को दर्शाता है, जो सांस्कृतिक और सामाजिक क्षेत्रों में नेतृत्व, दया, आध्यात्मिक रुचि और कलात्मक प्रगति को बढ़ावा देता है।",
      "tone": "स्नेहपूर्ण, प्रोत्साहित करने वाला, सूचनात्मक"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Active intuition and imagination with mental excitement lead to leadership in cultural/social events, compassion, spiritual knowledge, and artistic appreciation.",
        "hi": "अन्तर्ज्ञान और कल्पनाशक्ति की सक्रियता तथा मानसिक उत्तेजना सांस्कृतिक/सामाजिक नेतृत्व, दया, आध्यात्मिक ज्ञान और कलात्मक प्रशंसा को जन्म देती है।"
      },
      "career": {
        "en": "Progress in art, photography, cinema; opportunities to implement imagination practically especially with family environment improvements.",
        "hi": "कला, फोटोग्राफी, सिनेमा में प्रगति; पारिवारिक वातावरण सुधार के साथ कल्पनाओं को क्रियात्मक रूप देने के अवसर।"
      },
      "relationships": {
        "en": "Increased compassion and ability to understand children's feelings; explaining spiritual knowledge to children.",
        "hi": "दयालुता बढ़ना और बच्चों की भावनाओं को समझने की क्षमता; बच्चों को आध्यात्मिक ज्ञान समझाना।"
      },
      "money": {
        "en": "Artistic and musical appreciation may enhance financial progress, especially for creative professionals.",
        "hi": "कलात्मक और संगीत प्रशंसा से वित्तीय प्रगति संभव, विशेषकर रचनात्मक पेशेवरों के लिए।"
      },
      "health_adj": {
        "en": "Interactions with hospitals and charitable institutions; mental awakening leading to premonitions and spiritual interest.",
        "hi": "औषधालय और सहायता संस्थाओं से व्यवहार; मानसिक जागृति से पूर्वाभास और आध्यात्मिक रुचि।"
      }
    },
    "aliases": [
      "Sun sextile Neptune",
      "Sun SEX Nep",
      "Sun-Sextile-Neptune",
      "Sun Sextile to Neptune"
    ]
  }
}