{
  "id": "SUN_SQR_MER__v1.0.0",
  "pair": [
    "Sun",
    "Square",
    "Mercury"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "Tendency to argue and impaired fair judgment due to ego and class knowledge conflicts, causing social and mental difficulties.",
    "hi": "वादविवाद करने की प्रवृत्ति और अहंकार तथा वर्ग ज्ञान के कारण न्याय करने की क्षमता प्रभावित होना, जिससे सामाजिक और मानसिक समस्याएं उत्पन्न होती हैं।"
  },
  "facets": {
    "career": {
      "en": "Conflicts in intellectual debates, business, and methods; clashes in social work and important responsibilities; disorganized work conditions.",
      "hi": "बौद्धिक तर्क, व्यवसाय और पद्धतियों में विवाद; सामाजिक कार्य और महत्वपूर्ण जिम्मेदारियों में टकराव; अव्यवस्थित कार्य परिस्थितियां।"
    },
    "relationships": {
      "en": "Egoistic conversations may cause problems with family, friends, authority figures, and colleagues, leading to social conflicts.",
      "hi": "अहंकारी वार्तालाप परिवार, मित्र, अधिकारी वर्ग और सहयोगियों के साथ समस्याएं उत्पन्न कर सकते हैं, जिससे सामाजिक टकराव होता है।"
    },
    "money": {
      "en": "Disagreements and conflicts in business or specific methods may lead to financial challenges.",
      "hi": "व्यवसाय या विशेष पद्धतियों में मतभेद और विवाद आर्थिक चुनौतियां ला सकते हैं।"
    },
    "health_adj": {
      "en": "Disorganized living and working conditions may contribute to mental depression.",
      "hi": "अव्यवस्थित रहन-सहन और कार्य की स्थिति मानसिक अवसाद का कारण बन सकती है।"
    }
  },
  "life_event_type": {
    "en": [
      "Social conflicts",
      "Intellectual disputes",
      "Professional clashes",
      "Mental health challenges"
    ],
    "hi": [
      "सामाजिक टकराव",
      "बौद्धिक विवाद",
      "पेशेवर टकराव",
      "मानसिक स्वास्थ्य समस्याएं"
    ]
  },
  "risk_notes": {
    "en": [
      "Loss of fair judgment",
      "Ego-driven conflicts",
      "Problems in social and professional relationships",
      "Mental depression risk due to disorganization"
    ],
    "hi": [
      "न्याय करने की क्षमता का नुकसान",
      "अहंकार से उत्पन्न विवाद",
      "सामाजिक और पेशेवर संबंधों में समस्याएं",
      "अव्यवस्था के कारण मानसिक अवसाद का खतरा"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Be mindful of ego in conversations",
        "Practice fair judgment in disputes",
        "Organize living and working environments"
      ],
      "hi": [
        "वार्तालाप में अहंकार से सावधान रहें",
        "विवादों में न्यायपूर्ण निर्णय करें",
        "रहने और कार्य करने की जगह व्यवस्थित करें"
      ]
    },
    "exact": {
      "en": [
        "Avoid egoistic arguments",
        "Maintain calm in social and professional interactions"
      ],
      "hi": [
        "अहंकारी वाद-विवाद से बचें",
        "सामाजिक और पेशेवर बातचीत में शांति बनाए रखें"
      ]
    },
    "separating": {
      "en": [
        "Reflect on conflicts to reduce ego influence",
        "Seek balance in responsibilities and social work"
      ],
      "hi": [
        "टकरावों पर विचार करें ताकि अहंकार कम हो",
        "जिम्मेदारियों और सामाजिक कार्यों में संतुलन बनाएं"
      ]
    }
  },
  "keywords": {
    "en": [
      "argument",
      "ego",
      "conflict",
      "social problems",
      "mental depression",
      "disorganization"
    ],
    "hi": [
      "वादविवाद",
      "अहंकार",
      "टकराव",
      "सामाजिक समस्या",
      "मानसिक अवसाद",
      "अव्यवस्था"
    ]
  },
  "quality_tags": {
    "en": [
      "challenging",
      "conflict-prone",
      "ego-driven",
      "disorganized"
    ],
    "hi": [
      "चुनौतीपूर्ण",
      "टकरावपूर्ण",
      "अहंकारपूर्ण",
      "अव्यवस्थित"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 3,
    "planet_weight": {
      "Sun": 1.0,
      "Mercury": 0.85
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "communication difficulties",
      "social tension",
      "intellectual disputes",
      "mental health concerns"
    ],
    "hi": [
      "संचार में कठिनाई",
      "सामाजिक तनाव",
      "बौद्धिक विवाद",
      "मानसिक स्वास्थ्य संबंधी चिंताएं"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-02-07"
  },
  "locales": {
    "en": {
      "title": "sun-squ-mer",
      "core": "This aspect indicates a tendency toward argumentative behavior and impaired judgment due to ego conflicts, leading to social and mental challenges.",
      "tone": "Warm, neutral, and cautious"
    },
    "hi": {
      "title": "सूर्य वर्ग बुध",
      "core": "यह योग अहंकार के टकराव के कारण वाद-विवाद और न्याय करने में कमी की प्रवृत्ति दर्शाता है, जो सामाजिक और मानसिक चुनौतियां उत्पन्न करता है।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और सावधान"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "The person tends to argue and loses the ability to judge fairly. Ego and class knowledge create conflict. Egoistic conversation may cause problems in social relations with family, friends, authority figures, and colleagues. Conflicts may arise in games, intellectual debates, business, or specific methods. Problems will emerge in life. There will be clashes in social work and significant responsibilities. Disorganized living and working conditions will lead to mental depression.",
        "hi": "व्यक्ति वादविवाद करने लगता है। न्याय करने की योग्यता खो देता है। अहंकार/वर्ग ज्ञान के मार्ग में वादविवाद निर्मित करता है। परिवार/मित्र/अधिकारी वर्ग/सहयोगियों के साथ सामाजिक संबंध में अहंकारपूर्ण वार्तालाप के कारण समस्या निर्मित हो सकती है। खेल/बौद्धिक तर्क/व्यवसाय/विशेषरू किसी पद्धति पर झगड़ा/विवाद/मतभेद होता है। जीवन में समस्या उत्पन्न होगी। सामाजिक कार्य और महत्त्वपूर्ण जिम्मेदारी में टकराव होगा। अव्यवस्थित रहन.सहन व कार्य स्थिति मानसिक अवसाद का कारण बनेगी।"
      },
      "career": {
        "en": "Conflicts in intellectual debates, business, and specific methods; clashes in social work and important responsibilities; disorganized working conditions.",
        "hi": "बौद्धिक तर्क, व्यवसाय और विशेष पद्धतियों में विवाद; सामाजिक कार्य और महत्वपूर्ण जिम्मेदारी में टकराव; अव्यवस्थित कार्य स्थिति।"
      },
      "relationships": {
        "en": "Egoistic conversation may cause problems in social relations with family, friends, authority figures, and colleagues.",
        "hi": "परिवार, मित्र, अधिकारी वर्ग और सहयोगियों के साथ सामाजिक संबंधों में अहंकारपूर्ण वार्तालाप से समस्या हो सकती है।"
      },
      "money": {
        "en": "Conflicts in business or specific methods may lead to problems.",
        "hi": "व्यवसाय या विशेष पद्धतियों में विवाद समस्याएं उत्पन्न कर सकते हैं।"
      },
      "health_adj": {
        "en": "Disorganized living and working conditions will lead to mental depression.",
        "hi": "अव्यवस्थित रहन-सहन और कार्य की स्थिति मानसिक अवसाद का कारण बनेगी।"
      }
    },
    "aliases": [
      "Sun square Mercury",
      "Sun SQR Mer",
      "Sun-Square-Mercury",
      "Sun Square to Mercury"
    ]
  }
}