{
  "id": "URA_SEX_MER__v1.0.0",
  "pair": [
    "Uranus",
    "Sextile",
    "Mercury"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect encourages enhancing efficiency through science, technology, and innovation, improving intuition, analysis, and foresight.",
    "hi": "यह योग वैज्ञानिक, तकनीकी और नवाचार के माध्यम से कार्य क्षमता बढ़ाने तथा अंतर्ज्ञान, विश्लेषण और दूरदर्शिता में सुधार करने का अवसर देता है।"
  },
  "facets": {
    "career": {
      "en": "Improved connection with research, electronics, and communication enhances professional efficiency.",
      "hi": "अनुसंधान, इलेक्ट्रॉनिक्स और संचार से जुड़ाव से पेशेवर कार्यक्षमता में सुधार होता है।"
    },
    "relationships": {
      "en": "Communication and understanding may improve through enhanced intuition and analysis.",
      "hi": "अंतर्ज्ञान और विश्लेषण में वृद्धि से संचार और समझ बेहतर हो सकती है।"
    },
    "money": {
      "en": "Opportunities to increase efficiency using technology and innovation may positively influence financial matters.",
      "hi": "प्रौद्योगिकी और नवाचार के उपयोग से कार्य क्षमता बढ़ाने के अवसर वित्तीय मामलों पर सकारात्मक प्रभाव डाल सकते हैं।"
    },
    "health_adj": {
      "en": "No specific health adjustments indicated; improved foresight may aid in better personal care.",
      "hi": "विशेष स्वास्थ्य समायोजन नहीं बताए गए; बेहतर दूरदर्शिता से व्यक्तिगत देखभाल में सहायता मिल सकती है।"
    }
  },
  "life_event_type": {
    "en": [
      "Technological or scientific advancement",
      "Improved communication",
      "Innovative projects"
    ],
    "hi": [
      "प्रौद्योगिकी या वैज्ञानिक उन्नति",
      "बेहतर संचार",
      "नवोन्मेषी परियोजनाएँ"
    ]
  },
  "risk_notes": {
    "en": [
      "Overreliance on technology may cause neglect of other areas",
      "Possibility of miscommunication despite improved intuition"
    ],
    "hi": [
      "प्रौद्योगिकी पर अत्यधिक निर्भरता अन्य क्षेत्रों की अनदेखी कर सकती है",
      "बेहतर अंतर्ज्ञान के बावजूद संचार में गलतफहमी हो सकती है"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Explore new technologies to enhance work efficiency",
        "Engage in research or innovative communication methods"
      ],
      "hi": [
        "कार्य क्षमता बढ़ाने के लिए नई तकनीकों का अन्वेषण करें",
        "अनुसंधान या नवोन्मेषी संचार विधियों में संलग्न हों"
      ]
    },
    "exact": {
      "en": [
        "Focus on analytical thinking and foresight in projects",
        "Utilize electronics and communication tools effectively"
      ],
      "hi": [
        "परियोजनाओं में विश्लेषणात्मक सोच और दूरदर्शिता पर ध्यान दें",
        "इलेक्ट्रॉनिक्स और संचार उपकरणों का प्रभावी उपयोग करें"
      ]
    },
    "separating": {
      "en": [
        "Avoid neglecting traditional methods entirely",
        "Maintain balance between intuition and factual analysis"
      ],
      "hi": [
        "परंपरागत विधियों की पूरी तरह उपेक्षा न करें",
        "अंतर्ज्ञान और तथ्यात्मक विश्लेषण के बीच संतुलन बनाए रखें"
      ]
    }
  },
  "keywords": {
    "en": [
      "efficiency",
      "science",
      "technology",
      "innovation",
      "intuition",
      "analysis",
      "foresight",
      "communication",
      "research",
      "electronics"
    ],
    "hi": [
      "कार्य क्षमता",
      "विज्ञान",
      "प्रौद्योगिकी",
      "नवाचार",
      "अंतर्ज्ञान",
      "विश्लेषण",
      "दूरदर्शिता",
      "संचार",
      "अनुसंधान",
      "इलेक्ट्रॉनिक्स"
    ]
  },
  "quality_tags": {
    "en": [
      "innovative",
      "analytical",
      "intuitive",
      "efficient",
      "technological"
    ],
    "hi": [
      "नवोन्मेषी",
      "विश्लेषणात्मक",
      "अंतर्ज्ञानी",
      "कुशल",
      "प्रौद्योगिकीय"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Uranus": 0.8,
      "Mercury": 0.85
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "technology",
      "innovation",
      "communication",
      "research",
      "efficiency"
    ],
    "hi": [
      "प्रौद्योगिकी",
      "नवाचार",
      "संचार",
      "अनुसंधान",
      "कार्य क्षमता"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2025-11-15"
  },
  "locales": {
    "en": {
      "title": "ura-sxt-mer",
      "core": "Opportunity to enhance efficiency through science, technology, and innovation with improved intuition and analysis.",
      "tone": "warm, encouraging, neutral"
    },
    "hi": {
      "title": "यूरेनस सेकस्टाइल बुध",
      "core": "विज्ञान, प्रौद्योगिकी और नवाचार के माध्यम से कार्य क्षमता बढ़ाने तथा अंतर्ज्ञान और विश्लेषण में सुधार का अवसर।",
      "tone": "सहानुभूतिपूर्ण, प्रोत्साहित करने वाला, तटस्थ"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "This time offers a chance to improve efficiency using science, technology, or innovation. The person connects with research, electronics, and communication. Intuition, analysis, and foresight improve.",
        "hi": "यह समय वैज्ञानिकए तकनीकी या नई विधियों से कार्य क्षमता बढ़ाने के अवसर देता है। व्यक्ति विज्ञानए अनुसंधानए इलेक्ट्रॉनिक्स और संचार से जुड़ता है। अंतर्ज्ञानए विश्लेषण और दूरदर्शिता जैसे गुणों में वृद्धि होती है।"
      },
      "career": {
        "en": "The person connects with research, electronics, and communication, improving efficiency through science and technology.",
        "hi": "व्यक्ति विज्ञानए अनुसंधानए इलेक्ट्रॉनिक्स और संचार से जुड़ता है, जिससे कार्य क्षमता में सुधार होता है।"
      },
      "relationships": {
        "en": "Improved intuition and analysis support better communication and connection.",
        "hi": "अंतर्ज्ञानए विश्लेषण में वृद्धि से बेहतर संचार और संबंध बनते हैं।"
      },
      "money": {
        "en": "Using technology and innovation to increase efficiency may positively affect financial situations.",
        "hi": "प्रौद्योगिकी और नवाचार से कार्य क्षमता बढ़ाने से वित्तीय स्थिति पर सकारात्मक प्रभाव पड़ सकता है।"
      },
      "health_adj": {
        "en": "No direct health effects mentioned; improved foresight may help personal care.",
        "hi": "कोई प्रत्यक्ष स्वास्थ्य प्रभाव नहीं बताया गया; बेहतर दूरदर्शिता से व्यक्तिगत देखभाल में मदद मिल सकती है।"
      }
    },
    "aliases": [
      "Uranus sextile Mercury",
      "Ura SEX Mer",
      "Uranus-Sextile-Mercury",
      "Uranus Sextile to Mercury"
    ]
  }
}