{
  "id": "URA_SEX_SUN__v1.0.0",
  "pair": [
    "Uranus",
    "Sextile",
    "Sun"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect supports independent enhancement of original creative expression and inspiration through self-realization. It fosters recognition of personal imagination and creativity, bringing sudden opportunities and important agreements, especially benefiting researchers, artists, and intellectual pursuits.",
    "hi": "यह योग स्वतंत्र रूप से मूल क्रियात्मक अभिव्यक्ति को उन्नत करने और आत्मज्ञान के माध्यम से प्रेरणा प्राप्त करने में सहायक होता है। यह व्यक्तिगत कल्पना और क्रियात्मकता को मान्यता प्रदान करता है, आकस्मिक अवसर और महत्वपूर्ण संधियाँ लाता है, विशेष रूप से शोधकर्ता, कलाकार और बौद्धिक रुचि वालों के लिए लाभकारी।"
  },
  "facets": {
    "career": {
      "en": "Inspiration for researchers and artists increases; intellectual interests in technical, electrical, and astrological knowledge are stimulated; business and extraordinary agreements are formed; social work and new institutional connections develop.",
      "hi": "शोधकर्ता और कलाकारों के लिए प्रेरणा बढ़ती है; तकनीकी, विद्युत और ज्योतिष ज्ञान में बौद्धिक रुचि उत्पन्न होती है; व्यवसायिक और असाधारण संधियाँ बनती हैं; सामाजिक कार्य और नई संस्थागत संबंध विकसित होते हैं।"
    },
    "relationships": {
      "en": "New friendships and connections with significant institutions arise; important and extraordinary agreements take place; social work is encouraged.",
      "hi": "नई मैत्री और महत्वपूर्ण संस्थाओं से संबंध बनते हैं; महत्वपूर्ण और असाधारण संधियाँ होती हैं; सामाजिक कार्य को प्रोत्साहन मिलता है।"
    },
    "money": {
      "en": "Money invested in research yields profits; business agreements are favorable; sudden opportunities for goal achievement may bring financial benefits.",
      "hi": "शोध कार्य में लगाया गया धन लाभदायक होता है; व्यवसायिक संधियाँ अनुकूल होती हैं; उद्देश्य प्राप्ति के आकस्मिक अवसर आर्थिक लाभ ला सकते हैं।"
    },
    "health_adj": {
      "en": "This period is suitable for imparting scientific and spiritual knowledge to children, supporting intellectual and spiritual growth.",
      "hi": "यह समय बच्चों को विज्ञान और आध्यात्मिक ज्ञान प्रदान करने के लिए उपयुक्त है, जो बौद्धिक और आध्यात्मिक विकास को समर्थन देता है।"
    }
  },
  "life_event_type": {
    "en": [
      "Creative inspiration",
      "Important agreements",
      "New friendships and social work",
      "Research and intellectual pursuits",
      "Business agreements"
    ],
    "hi": [
      "रचनात्मक प्रेरणा",
      "महत्वपूर्ण संधियाँ",
      "नई मैत्री और सामाजिक कार्य",
      "शोध और बौद्धिक गतिविधियाँ",
      "व्यवसायिक संधियाँ"
    ]
  },
  "risk_notes": {
    "en": [
      "Sudden opportunities may require careful consideration before commitment",
      "Intellectual stimulation might lead to overextension"
    ],
    "hi": [
      "आकस्मिक अवसरों पर प्रतिबद्धता से पहले सावधानी आवश्यक है",
      "बौद्धिक उत्तेजना से अधिक व्यस्तता हो सकती है"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Engage in creative and independent projects",
        "Pursue intellectual and technical knowledge",
        "Build new social and institutional connections"
      ],
      "hi": [
        "रचनात्मक और स्वतंत्र परियोजनाओं में संलग्न हों",
        "बौद्धिक और तकनीकी ज्ञान प्राप्त करें",
        "नई सामाजिक और संस्थागत संबंध बनाएं"
      ]
    },
    "exact": {
      "en": [
        "Formalize important agreements",
        "Share scientific and spiritual knowledge with children",
        "Capitalize on sudden opportunities for goals"
      ],
      "hi": [
        "महत्वपूर्ण संधियाँ औपचारिक करें",
        "बच्चों को वैज्ञानिक और आध्यात्मिक ज्ञान दें",
        "लक्ष्यों के आकस्मिक अवसरों का लाभ उठाएं"
      ]
    },
    "separating": {
      "en": [
        "Review and consolidate agreements made",
        "Reflect on creative and intellectual progress"
      ],
      "hi": [
        "किए गए संधियों की समीक्षा और समेकन करें",
        "रचनात्मक और बौद्धिक प्रगति पर विचार करें"
      ]
    }
  },
  "keywords": {
    "en": [
      "creativity",
      "inspiration",
      "self-realization",
      "agreements",
      "research",
      "intellectual",
      "social work",
      "business",
      "sudden opportunities"
    ],
    "hi": [
      "रचनात्मकता",
      "प्रेरणा",
      "आत्मज्ञान",
      "संधियाँ",
      "शोध",
      "बौद्धिक",
      "सामाजिक कार्य",
      "व्यवसाय",
      "आकस्मिक अवसर"
    ]
  },
  "quality_tags": {
    "en": [
      "independent",
      "stimulating",
      "opportunistic",
      "intellectual",
      "creative"
    ],
    "hi": [
      "स्वतंत्र",
      "उत्तेजक",
      "अवसरवादी",
      "बौद्धिक",
      "रचनात्मक"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 4,
    "planet_weight": {
      "Uranus": 0.8,
      "Sun": 1.0
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "creative expression",
      "intellectual growth",
      "social connection",
      "spiritual knowledge",
      "financial gain"
    ],
    "hi": [
      "रचनात्मक अभिव्यक्ति",
      "बौद्धिक विकास",
      "सामाजिक संबंध",
      "आध्यात्मिक ज्ञान",
      "आर्थिक लाभ"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2026-01-16"
  },
  "locales": {
    "en": {
      "title": "ura-sxt-sun",
      "core": "Supports independent creativity and sudden opportunities through self-realization and intellectual stimulation.",
      "tone": "Warm, encouraging, and insightful"
    },
    "hi": {
      "title": "यूरेनस सेकस्टाइल सूर्य",
      "core": "आत्मज्ञान और बौद्धिक उत्तेजना के माध्यम से स्वतंत्र रचनात्मकता और आकस्मिक अवसरों को समर्थन देता है।",
      "tone": "सहानुभूतिपूर्ण, प्रोत्साहक और सूचनात्मक"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Enables enhancement of original creative expression independently with inspiration from self-realization, fostering recognition of personal creativity and sudden opportunities.",
        "hi": "स्वतंत्र रूप से मूल रचनात्मक अभिव्यक्ति को उन्नत करने में सक्षम बनाता है, आत्मज्ञान से प्रेरणा प्राप्त होती है, व्यक्तिगत क्रियात्मकता और आकस्मिक अवसरों को मान्यता मिलती है।"
      },
      "career": {
        "en": "Inspiration for researchers and artists increases; intellectual interests in technical, electrical, and astrological knowledge are stimulated; business and extraordinary agreements are formed.",
        "hi": "शोधकर्ता और कलाकारों के लिए प्रेरणा बढ़ती है; तकनीकी, विद्युत और ज्योतिष ज्ञान में बौद्धिक रुचि उत्पन्न होती है; व्यवसायिक और असाधारण संधियाँ बनती हैं।"
      },
      "relationships": {
        "en": "New friendships and connections with significant institutions arise; important and extraordinary agreements take place; social work develops.",
        "hi": "नई मैत्री और महत्वपूर्ण संस्थाओं से संबंध बनते हैं; महत्वपूर्ण और असाधारण संधियाँ होती हैं; सामाजिक कार्य विकसित होता है।"
      },
      "money": {
        "en": "Money invested in research yields profits; business agreements are favorable; sudden opportunities may bring financial benefits.",
        "hi": "शोध कार्य में लगाया गया धन लाभदायक होता है; व्यवसायिक संधियाँ अनुकूल होती हैं; आकस्मिक अवसर आर्थिक लाभ ला सकते हैं।"
      },
      "health_adj": {
        "en": "Suitable time to impart scientific and spiritual knowledge to children, supporting intellectual and spiritual growth.",
        "hi": "बच्चों को विज्ञान और आध्यात्मिक ज्ञान प्रदान करने के लिए उपयुक्त समय, जो बौद्धिक और आध्यात्मिक विकास को समर्थन देता है।"
      }
    },
    "aliases": [
      "Uranus sextile Sun",
      "Ura SEX Sun",
      "Uranus-Sextile-Sun",
      "Uranus Sextile to Sun"
    ]
  }
}