{
  "id": "VEN_OPP_URA__v1.0.0",
  "pair": [
    "Venus",
    "Opposition",
    "Uranus"
  ],
  "applies_to": [
    "natal",
    "transit",
    "progressed"
  ],
  "core_meaning": {
    "en": "This aspect indicates unstable romantic, emotional, and sexual behavior marked by sudden changes. It involves irresponsible actions that may cause personal conflicts and distance in relationships with unreliable friends, partners, or associates. Unexpected emotional or romantic encounters can disrupt existing bonds, requiring caution. Negligence in responsibilities and security tends to increase.",
    "hi": "यह योग अस्थिर रोमांटिक, भावनात्मक और यौन व्यवहार दर्शाता है जिसमें अचानक परिवर्तन होते हैं। इसमें गैर-जिम्मेदाराना व्यवहार होता है जो व्यक्तिगत मतभेद और अविश्वसनीय मित्रों, साथियों या भागीदारों से दूरी पैदा कर सकता है। अप्रत्याशित भावनात्मक या रोमांटिक संबंध पुराने रिश्तों में दरार ला सकते हैं, इसलिए सावधानी आवश्यक है। जिम्मेदारियों और सुरक्षा के प्रति लापरवाही बढ़ती है।"
  },
  "facets": {
    "career": {
      "en": "Sudden and unexpected problems may arise in joint assets or partnerships. Implementing radical ideas can lead to losses or disputes, especially concerning shared property, business, inheritance, or dividends. Plans for rapid advancement in technology, electronics, arts, or music carry risks.",
      "hi": "संयुक्त संपत्ति या साझेदारी में अचानक और अनपेक्षित समस्याएँ आ सकती हैं। उत्तेजक विचारों के क्रियान्वयन से हानि या विवाद हो सकते हैं, विशेषकर संयुक्त संपत्ति, व्यवसाय, पैतृक संपत्ति या लाभांश से संबंधित। तकनीक, इलेक्ट्रॉनिक्स, कला या संगीत में तेजी से प्रगति की योजना जोखिम भरी हो सकती है।"
    },
    "relationships": {
      "en": "Relationships may experience distance and conflicts due to unreliable friends, sexual partners, or old associates. Unexpected romantic or emotional encounters can cause cracks in existing bonds. Extreme caution is advised in managing these matters.",
      "hi": "अविश्वसनीय मित्रों, यौन साथियों या पुराने भागीदारों के कारण संबंधों में दूरी और झगड़े हो सकते हैं। अप्रत्याशित रोमांटिक या भावनात्मक संबंध पुराने रिश्तों में दरार ला सकते हैं। इन मामलों में अत्यधिक सावधानी आवश्यक है।"
    },
    "money": {
      "en": "Financial risks include disputes or losses related to joint assets, business partnerships, inheritance, or dividends. Rapid advancement plans in modern technology, electronic equipment, arts, or music may result in losses.",
      "hi": "वित्तीय जोखिमों में संयुक्त संपत्ति, व्यवसाय साझेदारी, पैतृक संपत्ति या लाभांश से संबंधित विवाद या हानि शामिल हैं। आधुनिक तकनीक, इलेक्ट्रॉनिक उपकरण, कला या संगीत में तेजी से प्रगति की योजना से हानि हो सकती है।"
    },
    "health_adj": {
      "en": "Careless habits increase negligence toward responsibilities and security, suggesting a need for vigilance in personal conduct and safety.",
      "hi": "लापरवाही की आदतें जिम्मेदारी और सुरक्षा के प्रति लापरवाही बढ़ाती हैं, इसलिए व्यक्तिगत व्यवहार और सुरक्षा में सतर्कता आवश्यक है।"
    }
  },
  "life_event_type": {
    "en": [
      "Relationship conflicts",
      "Unexpected romantic encounters",
      "Business disputes",
      "Financial losses",
      "Sudden changes in emotional behavior"
    ],
    "hi": [
      "संबंधों में झगड़े",
      "अप्रत्याशित रोमांटिक मुलाकातें",
      "व्यवसाय विवाद",
      "वित्तीय हानि",
      "भावनात्मक व्यवहार में अचानक परिवर्तन"
    ]
  },
  "risk_notes": {
    "en": [
      "Potential for personal conflicts and relationship distance",
      "Risk of losses or disputes in joint assets and partnerships",
      "Negligence toward responsibilities and security",
      "Unreliable associates causing instability",
      "Rapid advancement plans may carry financial risks"
    ],
    "hi": [
      "व्यक्तिगत मतभेद और संबंधों में दूरी की संभावना",
      "संयुक्त संपत्ति और साझेदारी में हानि या विवाद का जोखिम",
      "जिम्मेदारी और सुरक्षा के प्रति लापरवाही",
      "अविश्वसनीय साथियों से अस्थिरता",
      "तेजी से प्रगति की योजनाओं में वित्तीय जोखिम"
    ]
  },
  "actionables": {
    "applying": {
      "en": [
        "Exercise caution in romantic and emotional matters",
        "Avoid impulsive or irresponsible behavior",
        "Be vigilant about joint financial dealings",
        "Monitor relationships with unreliable associates",
        "Review plans for rapid advancement carefully"
      ],
      "hi": [
        "रोमांटिक और भावनात्मक मामलों में सावधानी बरतें",
        "आवेगपूर्ण या गैर-जिम्मेदाराना व्यवहार से बचें",
        "संयुक्त वित्तीय मामलों में सतर्क रहें",
        "अविश्वसनीय साथियों के साथ संबंधों पर ध्यान दें",
        "तेजी से प्रगति की योजनाओं की सावधानीपूर्वक समीक्षा करें"
      ]
    },
    "exact": {
      "en": [
        "Maintain clear communication to prevent conflicts",
        "Avoid initiating radical changes in partnerships",
        "Be alert to sudden emotional shifts",
        "Secure joint assets and agreements",
        "Exercise prudence in financial decisions"
      ],
      "hi": [
        "झगड़ों से बचने के लिए स्पष्ट संवाद बनाए रखें",
        "साझेदारी में उत्तेजक बदलाव शुरू करने से बचें",
        "अचानक भावनात्मक बदलावों के प्रति सतर्क रहें",
        "संयुक्त संपत्ति और समझौतों को सुरक्षित रखें",
        "वित्तीय निर्णयों में विवेक दिखाएं"
      ]
    },
    "separating": {
      "en": [
        "Reflect on lessons from relationship disruptions",
        "Reassess responsibilities and security measures",
        "Avoid hasty decisions in business or finances",
        "Restore stability by reducing negligence",
        "Seek balance in emotional and romantic behavior"
      ],
      "hi": [
        "संबंधों में टूट-फूट से सीखें",
        "जिम्मेदारियों और सुरक्षा उपायों का पुनर्मूल्यांकन करें",
        "व्यवसाय या वित्त में जल्दबाजी से बचें",
        "लापरवाही कम करके स्थिरता बहाल करें",
        "भावनात्मक और रोमांटिक व्यवहार में संतुलन खोजें"
      ]
    }
  },
  "keywords": {
    "en": [
      "Unstable behavior",
      "Sudden changes",
      "Irresponsibility",
      "Relationship conflicts",
      "Unexpected encounters",
      "Negligence",
      "Joint assets",
      "Business disputes",
      "Financial risk",
      "Caution"
    ],
    "hi": [
      "अस्थिर व्यवहार",
      "अचानक परिवर्तन",
      "गैर-जिम्मेदारी",
      "संबंधों में झगड़े",
      "अप्रत्याशित मुलाकातें",
      "लापरवाही",
      "संयुक्त संपत्ति",
      "व्यवसाय विवाद",
      "वित्तीय जोखिम",
      "सावधानी"
    ]
  },
  "quality_tags": {
    "en": [
      "Unstable",
      "Risky",
      "Cautious",
      "Irresponsible tendencies",
      "Sudden"
    ],
    "hi": [
      "अस्थिर",
      "जोखिमपूर्ण",
      "सावधान",
      "गैर-जिम्मेदार प्रवृत्ति",
      "अचानक"
    ]
  },
  "weights_hint": {
    "default_orb_deg": 3,
    "planet_weight": {
      "Venus": 0.9,
      "Uranus": 0.8
    },
    "class_weight": {
      "benefic": 1.0,
      "challenging": 0.8,
      "mixed": 0.9
    }
  },
  "modifiers": {
    "dignity_adjustment": {
      "notes": "Optional: adjust weights by sign/hse dignity e.g., exalt/debilitation.",
      "rules_hint": {
        "Sun": {
          "exalt": "Aries",
          "detriment": "Aquarius",
          "debilitation": "Libra"
        },
        "Moon": {
          "exalt": "Taurus",
          "debilitation": "Scorpio"
        },
        "Mars": {
          "exalt": "Capricorn",
          "detriment": "Cancer"
        },
        "Mercury": {
          "exalt": "Virgo",
          "detriment": "Pisces"
        },
        "Jupiter": {
          "exalt": "Cancer",
          "debilitation": "Capricorn"
        },
        "Venus": {
          "exalt": "Pisces",
          "debilitation": "Virgo"
        },
        "Saturn": {
          "exalt": "Libra",
          "detriment": "Cancer"
        },
        "Rahu": {},
        "Ketu": {}
      }
    },
    "retrograde_adjustment": {
      "notes": "Optional: if either planet retrograde, temper extroversion; increase review loops."
    }
  },
  "theme_overlays": {
    "en": [
      "Romantic instability",
      "Emotional unpredictability",
      "Financial caution",
      "Relationship distance",
      "Professional disputes"
    ],
    "hi": [
      "रोमांटिक अस्थिरता",
      "भावनात्मक अनिश्चितता",
      "वित्तीय सावधानी",
      "संबंधों में दूरी",
      "पेशेवर विवाद"
    ]
  },
  "refs": [],
  "provenance": {
    "author": "AstroVision Seed+",
    "reviewed_at": "2025-11-15"
  },
  "locales": {
    "en": {
      "title": "ven-opp-ura",
      "core": "Unstable romantic and emotional behavior with sudden changes causing potential conflicts and relationship distance. Caution advised in personal and professional matters.",
      "tone": "Warm, neutral, and cautious"
    },
    "hi": {
      "title": "शुक्र का यूरेनस के विरुद्ध योग",
      "core": "अस्थिर रोमांटिक और भावनात्मक व्यवहार जिसमें अचानक परिवर्तन होते हैं, जिससे मतभेद और संबंधों में दूरी हो सकती है। व्यक्तिगत और पेशेवर मामलों में सावधानी आवश्यक।",
      "tone": "सहानुभूतिपूर्ण, तटस्थ और सावधान"
    }
  },
  "retrieval": {
    "embedding_sections": {
      "core": {
        "en": "Unstable romantic, emotional, and sexual behavior with sudden changes, irresponsible actions causing conflicts and relationship distance, requiring caution.",
        "hi": "अस्थिर रोमांटिक, भावनात्मक और यौन व्यवहार जिसमें अचानक परिवर्तन और गैर-जिम्मेदाराना क्रियाएं होती हैं, जिससे मतभेद और संबंधों में दूरी बनती है, सावधानी आवश्यक।"
      },
      "career": {
        "en": "Sudden problems in joint assets or partnerships, risks in implementing radical ideas, potential disputes over shared property, inheritance, or dividends, and risks in rapid advancement plans in technology, arts, or music.",
        "hi": "संयुक्त संपत्ति या साझेदारी में अचानक समस्याएं, उत्तेजक विचारों के क्रियान्वयन में जोखिम, साझा संपत्ति, पैतृक संपत्ति या लाभांश पर विवाद की संभावना, और तकनीक, कला या संगीत में तेजी से प्रगति की योजनाओं में जोखिम।"
      },
      "relationships": {
        "en": "Distance and conflicts with unreliable friends, partners, or old associates; unexpected romantic or emotional relationships causing cracks in existing bonds; need for extreme caution.",
        "hi": "अविश्वसनीय मित्रों, साथियों या पुराने भागीदारों से दूरी और झगड़े; अप्रत्याशित रोमांटिक या भावनात्मक संबंध पुराने रिश्तों में दरार लाते हैं; अत्यधिक सावधानी आवश्यक।"
      },
      "money": {
        "en": "Disputes or losses related to joint assets, business partnerships, inheritance, or dividends; financial risks in rapid advancement plans in modern technology, electronics, arts, or music.",
        "hi": "संयुक्त संपत्ति, व्यवसाय साझेदारी, पैतृक संपत्ति या लाभांश से संबंधित विवाद या हानि; आधुनिक तकनीक, इलेक्ट्रॉनिक्स, कला या संगीत में तेजी से प्रगति की योजनाओं में वित्तीय जोखिम।"
      },
      "health_adj": {
        "en": "Increased negligence toward responsibilities and security due to careless habits, indicating a need for vigilance.",
        "hi": "लापरवाही की आदतों के कारण जिम्मेदारी और सुरक्षा के प्रति बढ़ती लापरवाही, सतर्कता आवश्यक।"
      }
    },
    "aliases": [
      "Venus opposition Uranus",
      "Ven OPP Ura",
      "Venus-Opposition-Uranus",
      "Venus Opposition to Uranus"
    ]
  }
}